Repository: CofficLab/Lumi
Catalog: Packages/PluginDisplayControl/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Adjust brightness for external displays via DDC/CI protocol
zh_hans: 通过 DDC/CI 协议调节外接显示器亮度
zh_hk: 透過 DDC/CI 協定調節外接顯示器亮度

source: Brightness
zh_hans: 亮度
zh_hk: 亮度

source: Brightness Control
zh_hans: 亮度控制
zh_hk: 亮度控制

source: Brightness, Volume & Contrast
zh_hans: 亮度、音量与对比度
zh_hk: 亮度、音量與對比度

source: Built-in
zh_hans: 内置
zh_hk: 內置

source: Connect an external display or check your display connections.
zh_hans: 请连接外接显示器或检查显示器连接。
zh_hk: 請連接外接顯示器或檢查顯示器連接。

source: Contrast
zh_hans: 对比度
zh_hk: 對比度

source: Contrast Adjustment
zh_hans: 对比度调节
zh_hk: 對比度調節

source: Control audio volume directly from your menu bar
zh_hans: 直接从菜单栏控制音量
zh_hk: 直接從選單列控制音量

source: Detects connected displays with DDC/CI support
zh_hans: 检测支持 DDC/CI 的已连接显示器
zh_hk: 偵測支援 DDC/CI 的已連接顯示器

source: Display Control
zh_hans: 显示器控制
zh_hk: 顯示器控制

source: Displays
zh_hans: 显示器
zh_hk: 顯示器

source: External
zh_hans: 外接
zh_hk: 外接

source: External displays with DDC/CI support
zh_hans: 支持 DDC/CI 的外接显示器
zh_hk: 支援 DDC/CI 的外接顯示器

source: Fine-tune display contrast for optimal viewing
zh_hans: 微调显示对比度以获得最佳观看效果
zh_hk: 微調顯示對比度以獲得最佳觀看效果

source: macOS 14.0 or later
zh_hans: macOS 14.0 或更高版本
zh_hk: macOS 14.0 或更高版本

source: Manage multiple displays with individual controls
zh_hans: 独立控制多个显示器
zh_hk: 獨立控制多個顯示器

source: Multi-Display Support
zh_hans: 多显示器支持
zh_hk: 多顯示器支援

source: No displays detected
zh_hans: 未检测到显示器
zh_hk: 未偵測到顯示器

source: Provides brightness, volume, and contrast sliders
zh_hans: 提供亮度、音量和对比度滑块
zh_hk: 提供亮度、音量和對比度滑桿

source: Requirements
zh_hans: 系统要求
zh_hk: 系統需求

source: Restore
zh_hans: 恢复
zh_hk: 恢復

source: Restore Defaults
zh_hans: 恢复默认值
zh_hk: 恢復預設值

source: Stores preferences for each display
zh_hans: 为每个显示器保存偏好设置
zh_hk: 為每個顯示器儲存偏好設定

source: Updates display settings in real-time
zh_hans: 实时更新显示设置
zh_hk: 即時更新顯示設定

source: USB-C or DisplayPort connection (recommended)
zh_hans: USB-C 或 DisplayPort 连接（推荐）
zh_hk: USB-C 或 DisplayPort 連接（建議）

source: Volume
zh_hans: 音量
zh_hk: 音量

source: Volume Control
zh_hans: 音量控制
zh_hk: 音量控制

source: User Manual
zh_hans: 使用手册
zh_hk: 使用手冊

source: Overview
zh_hans: 概述
zh_hk: 概述

source: This manual covers the interface and basic operations of the Display Control: adjusting brightness, volume, and contrast for each connected display.
zh_hans: 本手册介绍显示器控制的界面与基本操作:为每台已连接的显示器调节亮度、音量与对比度。
zh_hk: 本手冊介紹顯示器控制的介面與基本操作:為每台已連接的顯示器調節亮度、音量與對比度。

source: Interface
zh_hans: 界面说明
zh_hk: 介面說明

source: Header card: shows the plugin name and a short description.
zh_hans: 头部卡:显示插件名称与简要说明。
zh_hk: 頭部卡:顯示外掛名稱與簡要說明。

source: Display card: one card per display, with the display name, a built-in or external badge, and Brightness, Volume, and Contrast sliders ranging from 0 to 100%.
zh_hans: 显示器卡:每台显示器一张卡片,含显示器名称、内置或外接徽标,以及范围 0 到 100% 的「亮度」「音量」「对比度」滑杆。
zh_hk: 顯示器卡:每台顯示器一張卡片,含顯示器名稱、內建或外接徽標,以及範圍 0 到 100% 的「亮度」「音量」「對比度」滑桿。

source: Restore Defaults card: the Restore button resets every display to its default settings.
zh_hans: 恢复默认卡:点击「恢复」按钮可将所有显示器重置为默认设置。
zh_hk: 還原預設卡:點擊「還原」按鈕可將所有顯示器重置為預設設定。

source: Figure 1: Interface layout
zh_hans: 图 1 界面布局
zh_hk: 圖 1 介面佈局

source: Header card
zh_hans: 头部卡
zh_hk: 頭部卡

source: Display card
zh_hans: 显示器卡
zh_hk: 顯示器卡

source: Restore Defaults card
zh_hans: 恢复默认卡
zh_hk: 還原預設卡

source: Basic Operations
zh_hans: 基本操作
zh_hk: 基本操作

source: Select the display card you want to adjust; each connected display has its own card.
zh_hans: 选择要调节的显示器卡;每台已连接的显示器都有各自的卡片。
zh_hk: 選擇要調節的顯示器卡;每台已連接的顯示器都有各自的卡片。

source: Drag the Brightness, Volume, or Contrast slider to adjust the value from 0 to 100%.
zh_hans: 拖动「亮度」「音量」或「对比度」滑杆,在 0 到 100% 之间调节数值。
zh_hk: 拖動「亮度」「音量」或「對比度」滑桿,在 0 到 100% 之間調節數值。

source: Click Restore in the Restore Defaults card to reset all displays.
zh_hans: 在恢复默认卡中点击「恢复」,将所有显示器恢复为默认设置。
zh_hk: 在還原預設卡中點擊「還原」,將所有顯示器還原為預設設定。

source: Notes
zh_hans: 注意事项
zh_hk: 注意事項

source: Support for external displays depends on the display model; unavailable controls are shown dimmed.
zh_hans: 外接显示器的支持情况取决于显示器型号;不可用的控制项会以置灰显示。
zh_hk: 外接顯示器的支援情況取決於顯示器型號;不可用的控制項會以置灰顯示。

source: If no displays are detected, check the display connections and reopen the tab.
zh_hans: 若未检测到显示器,请检查显示器连接后重新打开该标签页。
zh_hk: 若未偵測到顯示器,請檢查顯示器連線後重新開啟該標籤頁。

source: Control brightness, volume, and contrast for external displays via DDC/CI.
zh_hans: 通过 DDC/CI 控制外接显示器的亮度、音量与对比度。
zh_hk: 透過 DDC/CI 控制外接顯示器的亮度、音量與對比度。
